Repository: wp-plugins/webtimer-plw
Catalog: WebTimer-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglage

source: Welcome in WebTimer 2.0
fr_fr: Bienvenue dans WebTimer 2.0

source: WebTimer offers two features for the layout of your web page.
fr_fr: WebTimer vous propose deux fonctionnalités pour la mise en page de vos page web.

source: The first feature allows you to display content after a predefined time.
fr_fr: La premiere fonctionnalité vous permet d'afficher un contenu au bout d'un temps prédéfini.

source: The second feature allows you to hide a content after a predefined time.
fr_fr: La deuxième fonctionnalité vous permet de cacher un contenu après un temps prédéfini.

source: Two shortcode allow to execute these features:
fr_fr: Deux shortcode permettent d'executer ces fonctionnalités.

source: [ WebTimer_Delay time="1m20s"] Your content [/WebTimer_Delay ] This shortcode allows you to view your content after a predefined time.
fr_fr: [ WebTimer_Delay time="1m20s"] Votre contenu [/WebTimer_Delay ] Ce chortcode vous permet d'afficher votre contenu au bout d'un temps prédéfini.

source: The variable "time" take time parameter : with "m" for minute and " s" for second.
fr_fr: La variable "time" prend en paramètre un temps : avec "m" pour minute et "s" pour seconde.

source: example of use:
fr_fr: Exemple d'utilisation :

source: This text will be displayed after 1 minutes et 20 seconds
fr_fr: Ce texte sera affiché au bout de 1 minutes et 20 secondes.

source: When the web page containing this shortcode has finished loading, this sentence will appear after 1 minute and 20secondes.
fr_fr: Lorsque la page Web contenant ce shortcode a terminé son rafraichissement , cette phrase apparaît au bout d'une minute et vingt secondes .

source: [WebTimer_Hide time="5m30s"] Your content [/WebTimer_Hide ] This shortcode allows you to hide your content after a predefined time.
fr_fr: [ WebTimer_Delay time="5m30s"] Votre contenu [/WebTimer_Delay ] Ce chortcode vous permet de cacher votre contenu au bout d'un temps prédéfini.

source: This text will be hidden after 5 minutes et 30 seconds
fr_fr: Ce texte sera caché au bout de 5 minutes et 30 secondes

source: When the web page containing this shortcode has finished loading, this sentence will be hidden after 5 minutes and 30 seconds.
fr_fr: Lorsque la page Web contenant ce shortcode a terminé son rafraichissement , cette phrase apparaît au bout de cinq minutes et vingt secondes .

source: If you enjoyed WebTimer plugin and want to make a donation , it is possible to
fr_fr: Si le plugin WebTimer vous a plu et que vous souhaitez nous faire un don, c’est possible sur
